[
  {
    "id": 2,
    "name": "Highline Jacquard Cardigan",
    "desc": "From your go-to jeans to that Sunday best dress, this versatile cardigan is crafted from soft organic cotton — bringing a touch of comfort to any outfit. Organic Cotton. The cotton in this item was grown without the use of synthetic pesticides, herbicides and fertilizers. Sustainable Trim. The trims used in this style are made from recycled or responsibly sourced materials. 100% Recycled polyester buttons. Medium 4-way stretch fully fashioned knit Jersey knit",
    "price": 78,
    "url": "https://media.cmsmax.com/glqgv08palzxggommrttp/thumbs/36-466347-0-image-1219780-6.jpg"
  },
  {
    "id": 1,
    "name": "Highline Bell Sleeve Sweater",
    "desc": "Step out in style or stay in with flair; this soft organic cotton sweater with elegant bell sleeves has you covered. Organic Cotton. The cotton in this item was grown without the use of synthetic pesticides, herbicides and fertilizers. Sustainable Trim. The trims used in this style are made from recycled or responsibly sourced materials.",
    "price": 78,
    "url": "https://m.media-amazon.com/images/I/81iNnzxMO5L._AC_UY1100_.jpg"
  },
  {
    "id": 3,
    "name": "Highline Scenic Jacquard Sweater",
    "desc": "Organic Cotton Jacquard Sweater. Heading to the cabin? Make sure you dont forget this cozy knit. Be careful though; its so soft you might not get it back if any of your friends ask to borrow it. Organic Cotton. The cotton in this item was grown without the use of synthetic pesticides, herbicides and fertilizers. Sustainable Trim. The trims used in this style are made from recycled or responsibly sourced materials. Medium 4-way stretch fully fashioned knit. Jersey knit",
    "price": 108,
    "url": "https://cdn.shopify.com/s/files/1/2404/6643/files/Oatmeal-Brown-Organic-Cotton-Jacquard-Sweater-TCW5390-2947_2.jpg?v=1692224263"
  },
  {
    "id": 4,
    "name": "Highline Patchwork Sweater",
    "desc": "Organic Cotton Cable Sweater. Whether you’re going for a forest walk or cozying up for a chat by the fire, keep warm in this timeless knit. Organic Cotton. The cotton in this item was grown without the use of synthetic pesticides, herbicides and fertilizers. Sustainable Trim. The trims used in this style are made from recycled or responsibly sourced materials. Medium 4-way stretch fully fashioned knit. Jersey knit",
    "price": 108,
    "url": "https://cdn.shopify.com/s/files/1/2404/6643/files/Brown-Organic-Cotton-Cable-Sweater-TCW5391-2871_2.jpg?v=1692223854"
  },
  {
    "id": 5,
    "name": "Highline Wool Intarsia Sweater",
    "desc": "Women's Graphic Knit Wool Jumper. Destination? Cabin. This cozy winter sweaters earth-friendly blend of wool, organic cotton and recycled polyester offers a sustainable take on this classic, après-ski look. Organic Cotton. The cotton in this item was grown without the use of synthetic pesticides, herbicides and fertilizers. Made from recycled materials. This fabric is made with recycled fibers and/or materials such as plastic bottles/waste, textile waste, recycled clothing, fishing nets, etc. Sustainable Trim. The trims used in this style are made from recycled or responsibly sourced materials.",
    "price": 108,
    "url": "https://cdn.shopify.com/s/files/1/0018/9225/3766/products/ws-highline-wool-intarsia-sweater-shirt-tentree-157986_550x.jpg?v=1696572324"
  },
  {
    "id": 6,
    "name": "Shuttle Patch Hoodie",
    "desc": "Organic Cotton Graphic Oversized Hoodie. Earth looks a lot different when you're nearly half a million kilometers above it — a perspective that reminds us it’s the only world we've got. This NASA-inspired hoodie was made to celebrate and protect our home planet. Super Soft. This fabric is created with comfort in mind, and is made to be especially soft on skin. Organic Cotton. The cotton in this item was grown without the use of synthetic pesticides, herbicides and fertilizers. TENCEL™. REPREVE®. Medium 2-way stretch knit fabric. Super soft handfeel",
    "price": 98,
    "url": "https://images-na.ssl-images-amazon.com/images/I/81l3qTVStRL._SLDPMOBCAROUSELAUTOCROP288221_MCnd_AC_SR462,693_.jpg"
  }
]